Repository: ejbills/dockdoorpro-crowdin
Catalog: Localizable.xcstrings
Source language: en
Languages: ar, de, es, fr, hu, ja, nl, pl, pt, ru, sv, tr, vi, zh_hans, zh_hant

source: This erases all preferences, pinned items, and dock profiles, then restarts DockDoor Pro. A backup is saved to the Backup Folder first, so you can bring everything back with Import All Settings. Your license stays activated.
ar: سيؤدي هذا إلى محو جميع التفضيلات والعناصر المثبتة وملفات تعريف Dock، ثم إعادة تشغيل DockDoor Pro. يتم أولًا حفظ نسخة احتياطية في مجلد النسخ الاحتياطي، لذا يمكنك استعادة كل شيء باستخدام «استيراد جميع الإعدادات». يبقى ترخيصك مفعّلًا.
de: Dadurch werden alle Einstellungen, angehefteten Objekte und Dock-Profile gelöscht und DockDoor Pro wird neu gestartet. Zuvor wird eine Sicherung im Sicherungsordner gespeichert, sodass Sie mit „Alle Einstellungen importieren“ alles wiederherstellen können. Ihre Lizenz bleibt aktiviert.
es: Se borrarán todas las preferencias, los ítems fijados y los perfiles del Dock, y DockDoor Pro se reiniciará. Antes se guarda una copia de seguridad en la Carpeta de copias de seguridad, así que puedes recuperarlo todo con Importar todos los ajustes. Tu licencia seguirá activada.
fr: Toutes les préférences, les éléments épinglés et les profils du dock seront effacés, puis DockDoor Pro redémarrera. Une sauvegarde est d'abord enregistrée dans le dossier de sauvegarde, pour que vous puissiez tout récupérer avec Importer tous les paramètres. Votre licence reste activée.
hu: Ez törli az összes beállítást, kitűzött elemet és Dock-profilt, majd újraindítja a DockDoor Prót. Előtte biztonsági mentés készül a Biztonsági mentés mappájába, így a Minden beállítás importálása funkcióval minden visszaállítható. A licenc aktív marad.
ja: すべての環境設定、ピン留め項目、Dockプロファイルが消去され、DockDoor Proが再起動します。先にバックアップフォルダにバックアップが保存されるため、「すべての設定を読み込む」ですべて元に戻せます。ライセンスは有効なままです。
nl: Hierdoor worden alle instellingen, vastgezette items en Dock-profielen gewist en wordt DockDoor Pro opnieuw gestart. Eerst wordt een back-up in de back-upmap opgeslagen, zodat je alles kunt terugzetten met Importeer alle instellingen. Je licentie blijft geactiveerd.
pl: Spowoduje to usunięcie wszystkich preferencji, przypiętych elementów i profili Docka, a następnie ponowne uruchomienie DockDoor Pro. Najpierw kopia zapasowa zostanie zapisana w folderze kopii zapasowych, więc możesz wszystko przywrócić za pomocą opcji Importuj wszystkie ustawienia. Licencja pozostanie aktywna.
pt: Isto irá apagar todas as preferências, itens afixados e perfis da Dock e, em seguida, reiniciar o DockDoor Pro. Primeiro é guardada uma cópia de segurança na Pasta de Cópias de Segurança, para que possa recuperar tudo com Importar Todas as Definições. A sua licença continua ativada.
ru: Это сотрет все настройки, прикрепленные элементы и профили Dock, а затем перезапустит DockDoor Pro. Сначала резервная копия сохраняется в папке резервных копий, поэтому все можно вернуть с помощью «Импортировать все настройки». Ваша лицензия останется активированной.
sv: Detta raderar alla inställningar, fästa objekt och dockprofiler och startar sedan om DockDoor Pro. En säkerhetskopia sparas först i mappen för säkerhetskopior, så du kan återställa allt med Importera alla inställningar. Din licens förblir aktiverad.
tr: Bu işlem tüm ayarları, sabitlenmiş öğeleri ve dock profillerini silecek, ardından DockDoor Pro'yu yeniden başlatacaktır. Önce Yedekleme Klasörü'ne bir yedek kaydedilir, böylece Tüm Ayarları İçe Aktar ile her şeyi geri getirebilirsiniz. Lisansınız etkin kalır.
vi: Thao tác này sẽ xóa tất cả các tùy chọn, mục đã ghim và hồ sơ dock, sau đó khởi động lại DockDoor Pro. Một bản sao lưu sẽ được lưu vào Thư mục sao lưu trước, vì vậy bạn có thể khôi phục mọi thứ bằng Nhập tất cả cài đặt. Giấy phép của bạn vẫn được kích hoạt.
zh_hans: 这将清除所有偏好设置、已固定项目和 Dock 配置文件，然后重新启动 DockDoor Pro。系统会先将备份保存到备份文件夹，你可以通过“导入所有设置”恢复所有内容。你的许可证将保持激活状态。
zh_hant: 此動作將清除所有偏好設定、已釘選項目及 Dock 設定檔，然後重新啟動 DockDoor Pro。系統會先將備份儲存至備份檔案夾，你可以透過「匯入所有設定」復原所有內容。你的授權將維持啟用。

source: This feature requires activation
ar: هذه الميزة تتطلب التفعيل
de: Diese Funktion erfordert eine Aktivierung
es: Esta función requiere activación
fr: Cette fonctionnalité nécessite une activation
hu: Ez a funkció aktiválást igényel
ja: この機能を使うにはアクティベーションが必要です
nl: Deze functie vereist activering
pl: Ta funkcja wymaga aktywacji
pt: Esta funcionalidade requer ativação
ru: Эта функция требует активации
sv: Den här funktionen kräver aktivering
tr: Bu özellik için etkinleştirme gerekiyor
vi: Tính năng này yêu cầu kích hoạt bản quyền
zh_hans: 此功能需要激活后方可使用
zh_hant: 此功能需啟用後才能使用

source: This group and its apps will be removed from the dock.
ar: ستتم إزالة هذه المجموعة وتطبيقاتها من Dock.
de: Diese Gruppe und ihre Apps werden aus dem Dock entfernt.
es: Este grupo y sus apps se eliminarán del Dock.
fr: Ce groupe et ses apps seront retirés du dock.
hu: A csoport és appjai kikerülnek a Dockból.
ja: このグループとそのアプリがDockから削除されます。
nl: Deze groep en de bijbehorende apps worden uit het Dock verwijderd.
pl: Ta grupa i znajdujące się w niej aplikacje zostaną usunięte z Docka.
pt: Este grupo e as respetivas apps serão removidos da Dock.
ru: Эта группа и ее приложения будут удалены из Dock.
sv: Den här gruppen och dess appar tas bort från dockan.
tr: Bu grup ve uygulamaları dock'tan kaldırılacak.
vi: Nhóm này và các ứng dụng bên trong sẽ bị xóa khỏi Dock.
zh_hans: 此应用组及其中的应用将从 Dock 移除。
zh_hant: 此群組及其中的應用程式將從 Dock 移除。

source: This is an edge divider. Items beyond it are pinned to the dock edge; everything between the dividers stays centered. Edges only separate visually in the taskbar dock style.
ar: هذا فاصل حافة. العناصر التي تليه تُثبّت عند حافة Dock؛ وكل ما يقع بين الفاصلين يبقى في المنتصف. لا تنفصل الحواف بصريًا إلا في نمط شريط المهام.
de: Dies ist ein Kantentrenner. Elemente jenseits dieses Trenners werden an der Dock-Kante angeheftet; alles zwischen den Trennern bleibt zentriert. Die Kanten werden nur im Dockstil „Taskleiste“ sichtbar getrennt.
es: Este es un divisor de borde. Los ítems más allá de él quedan fijados al borde del Dock; todo lo que está entre los divisores permanece centrado. Los bordes solo se separan visualmente en el estilo de Dock de barra de tareas.
fr: Ceci est un séparateur de bord. Les éléments au-delà sont ancrés au bord du Dock ; tout ce qui se trouve entre les séparateurs reste centré. Les bords ne se distinguent visuellement que dans le style barre des tâches.
hu: Ez egy szélelválasztó. A rajta túli elemek a Dock széléhez vannak rögzítve; az elválasztók közötti elemek középen maradnak. A szélek csak a Tálca Dock-stílusban különülnek el vizuálisan.
ja: これはエッジディバイダです。これより外側の項目はDockの端に固定され、ディバイダの間にある項目は中央に配置されます。エッジが視覚的に分かれるのはタスクバースタイルのDockのみです。
nl: Dit is een scheidingslijn. Elementen die zich daarachter bevinden, worden aan de rand van het Dock vastgezet; alles tussen de scheidingslijnen blijft gecentreerd. De randen zorgen alleen voor een visuele scheiding in de 'Taakbalk' Dock-stijl.
pl: To separator krawędzi. Elementy za nim są przypięte do krawędzi Docka; wszystko między separatorami pozostaje wyśrodkowane. Krawędzie oddzielają wizualnie tylko w stylu Docka jako paska zadań.
pt: Este é um divisor de extremidade. Os itens para lá dele ficam fixos na extremidade da dock; tudo o que está entre os divisores permanece centrado. As extremidades só se separam visualmente no estilo de dock de barra de tarefas.
ru: Это разделитель у края. Элементы за ним закрепляются у края Dock, а элементы между разделителями остаются по центру. Элементы у краев визуально отделяются лишь при использовании Dock в стиле панели задач.
sv: Det här är en kantavdelare. Objekt bortom den fästs vid dockans kant; allt mellan avdelarna hålls centrerat. Kanterna separeras bara visuellt i dockstilen Aktivitetsfält.
tr: Bu bir kenar ayırıcısıdır. Ötesindeki öğeler dock kenarına sabitlenir; ayırıcıların arasındaki her şey ortalanmış kalır. Kenarlar yalnızca görev çubuğu dock stilinde görsel olarak ayrılır.
vi: Đây là một đường phân chia cạnh. Các mục nằm ngoài đường này sẽ được ghim vào cạnh của dock; mọi thứ nằm giữa các đường phân chia sẽ luôn được căn giữa. Các cạnh chỉ phân tách trực quan đối với kiểu dock thanh tác vụ.
zh_hans: 这是一个边缘分隔线。分隔线外侧的项目会固定在 Dock 边缘，两个分隔线之间的项目会保持居中。只有在任务栏式 Dock 中，边缘分隔才会以视觉效果显示。
zh_hant: 這是邊緣分隔線。位於其外側的項目會固定於 Dock 邊緣；分隔線之間的項目則維持置中。僅在工作列樣式的 Dock 中，邊緣區域才會以視覺方式區隔顯示。

source: This is not broad file scanning or message reading. Each app is controlled only for the widget or action you chose, and only while that widget is in your dock.
ar: هذا ليس فحصًا شاملًا للملفات أو قراءة للرسائل. يتم التحكم في كل تطبيق فقط من أجل الأداة أو الإجراء الذي اخترته، وفقط ما دامت تلك الأداة في Dock.
de: Es handelt sich nicht um umfassendes Durchsuchen von Dateien oder Lesen von Nachrichten. Jede App wird nur für das von Ihnen gewählte Widget oder die gewählte Aktion gesteuert und nur, solange sich dieses Widget in Ihrem Dock befindet.
es: No se trata de un análisis amplio de archivos ni de lectura de mensajes. Cada app se controla solo para el widget o la acción que elegiste, y solo mientras ese widget esté en tu Dock.
fr: Il ne s'agit ni d'une analyse générale des fichiers ni d'une lecture de vos messages. Chaque app n'est contrôlée que pour le widget ou l'action que vous avez choisi, et uniquement tant que ce widget est dans votre dock.
hu: Ez nem jelent általános fájlkeresést vagy üzenetolvasást. Minden appot csak az Ön által választott widgethez vagy művelethez vezérel, és csak addig, amíg az a widget a Dockban van.
ja: これはファイルの広範なスキャンやメッセージの読み取りではありません。各アプリは、選択したウィジェットまたはアクションのためだけに、そのウィジェットがDockにある間だけ制御されます。
nl: Dit is geen algemeen scannen van bestanden of lezen van berichten. Elke app wordt alleen bediend voor de widget of actie die je hebt gekozen, en alleen zolang die widget in je Dock staat.
pl: Nie oznacza to ogólnego skanowania plików ani odczytywania wiadomości. Każda aplikacja jest sterowana wyłącznie na potrzeby wybranego widżetu lub czynności i tylko wtedy, gdy ten widżet znajduje się w Docku.
pt: Não se trata de uma análise geral de ficheiros nem de leitura de mensagens. Cada app só é controlada para o widget ou a ação que escolheu, e apenas enquanto esse widget estiver na Dock.
ru: Это не сканирование всех файлов и не чтение сообщений. Каждое приложение управляется только для выбранного вами виджета или действия и только пока этот виджет находится в Dock.
sv: Det här innebär ingen bred filskanning eller läsning av meddelanden. Varje app styrs bara för den widget eller åtgärd du valt, och bara medan widgeten finns i dockan.
tr: Bu, geniş kapsamlı dosya taraması veya mesaj okuma değildir. Her uygulama yalnızca seçtiğin widget veya eylem için ve yalnızca o widget dock'unda olduğu sürece denetlenir.
vi: Đây không phải là quét tệp hay đọc tin nhắn trên diện rộng. Mỗi ứng dụng chỉ được điều khiển cho tiện ích hoặc tác vụ bạn đã chọn, và chỉ khi tiện ích đó nằm trong dock của bạn.
zh_hans: 此权限不会用于广泛扫描文件或读取信息。仅为您选择的小组件或操作控制相应应用，且仅在该小组件位于 Dock 中时生效。
zh_hant: 這不會大範圍掃描檔案或讀取訊息。只有你所選擇的小工具或動作需要時，才會控制對應的應用程式，而且僅限該小工具位於 Dock 中時。

source: This item will no longer be pinned to the dock.
ar: لن يبقى هذا العنصر مثبتًا في Dock.
de: Dieses Objekt wird nicht mehr im Dock angeheftet sein.
es: Este ítem dejará de estar fijado en el Dock.
fr: Cet élément ne sera plus épinglé au dock.
hu: Ez az elem többé nem lesz a Dockhoz kitűzve.
ja: この項目はDockにピン留めされなくなります。
nl: Dit item zal niet langer in het Dock worden vastgezet.
pl: Ten element nie będzie już przypięty do Docka.
pt: Este item deixará de estar afixado na Dock.
ru: Этот объект больше не будет закреплен в Dock.
sv: Det här objektet kommer inte längre att vara fäst i dockan.
tr: Bu öğe artık dock'a sabitlenmeyecek.
vi: Mục này sẽ không còn được ghim vào Dock.
zh_hans: 此项目将不再固定在 Dock 上。
zh_hant: 此項目將不再釘選於 Dock。

source: This key is already used by navigation, confirm, cancel, or another preview action.
ar: هذا المفتاح مستخدم مسبقاً عن طريق التصفح أو التأكيد أو الإلغاء أو إجراء معاينة آخر.
de: Diese Taste wird bereits für Navigation, Bestätigen, Abbrechen oder eine andere Vorschauaktion verwendet.
es: Esta tecla ya la usa la navegación, confirmar, cancelar u otra acción de previsualización.
fr: Cette touche est déjà utilisée par la navigation, la confirmation, l'annulation ou une autre action de prévisualisation.
hu: Ezt a billentyűt már a navigáció, a megerősítés, a mégse vagy egy másik előnézeti művelet használja.
ja: このキーはナビゲーション、確定、キャンセル、または別のプレビューアクションですでに使用されています。
nl: Deze toets wordt al gebruikt door navigatie, bevestiging, annuleren of een andere voorbeeldactie.
pl: Ten klawisz jest już używany przez nawigację, potwierdzenie, anulowanie lub inną akcję podglądu.
pt: Esta tecla já é usada pela navegação, confirmação, cancelamento ou outra ação de pré-visualização.
ru: Эта клавиша уже используется для навигации, подтверждения, отмены или другого действия предпросмотра.
sv: Den här tangenten används redan av navigering, bekräfta, avbryt eller en annan förhandsvisningsåtgärd.
tr: Bu tuş zaten gezinme, onaylama, iptal veya başka bir önizleme eylemi için kullanılıyor.
vi: Phím này đã được sử dụng bởi các tác vụ điều hướng, xác nhận, hủy hoặc một tác vụ xem trước khác.
zh_hans: 该按键已被导航、确认、取消或其他预览操作占用。
zh_hant: 此按鍵已指派給導覽、確認、取消或其他預覽動作，請使用其他按鍵。

source: This Mac doesn't expose a readable temperature sensor.
ar: لا يوفر جهاز Mac هذا مستشعر حرارة قابلًا للقراءة.
de: Dieser Mac stellt keinen lesbaren Temperatursensor bereit.
es: Este Mac no ofrece ningún sensor de temperatura legible.
fr: Ce Mac n'expose aucun capteur de température lisible.
hu: Ez a Mac nem biztosít olvasható hőmérséklet-érzékelőt.
ja: このMacには読み取り可能な温度センサーがありません。
nl: Deze Mac heeft geen uitleesbare temperatuursensor.
pl: Ten Mac nie udostępnia czujnika temperatury, z którego można odczytać dane.
pt: Este Mac não disponibiliza um sensor de temperatura legível.
ru: На этом Mac нет доступного для чтения датчика температуры.
sv: Den här Macen har ingen läsbar temperatursensor.
tr: Bu Mac okunabilir bir sıcaklık sensörü sunmuyor.
vi: Máy Mac này không cung cấp cảm biến nhiệt độ có thể đọc được.
zh_hans: 此 Mac 不提供可读取的温度传感器。
zh_hant: 這台 Mac 未提供可讀取的溫度感測器。

source: This replaces the pinned items in your active profile "%1$@" with the %2$lld items from your macOS Dock, including apps, folders, and files.
ar: سيؤدي هذا إلى استبدال العناصر المثبتة في ملف التعريف النشط «%1$@» بعناصر Dock في macOS البالغ عددها %2$lld، بما في ذلك التطبيقات والمجلدات والملفات.
de: Dadurch werden die angehefteten Objekte in Ihrem aktiven Profil "%1$@" durch %2$lld Objekte aus Ihrem macOS-Dock ersetzt, einschließlich Apps, Ordnern und Dateien.
es: Esto sustituye los ítems fijados de tu perfil activo «%1$@» por los %2$lld ítems de tu Dock de macOS, incluidas apps, carpetas y archivos.
fr: Ceci remplace les éléments épinglés de votre profil actif « %1$@ » par les %2$lld éléments de votre Dock macOS, y compris les apps, les dossiers et les fichiers.
hu: Ez lecseréli az aktív profil („%1$@”) kitűzött elemeit a macOS Dock %2$lld elemére, beleértve az appokat, a mappákat és a fájlokat.
ja: アクティブなプロファイル「%1$@」のピン留め項目を、macOSのDockにある%2$lld個の項目（アプリ、フォルダ、ファイルを含む）に置き換えます。
nl: Hiermee worden de vastgezette items in je actieve profiel “%1$@” vervangen door de %2$lld items uit je macOS-Dock, waaronder apps, mappen en bestanden.
pl: Spowoduje to zastąpienie przypiętych elementów w aktywnym profilu „%1$@” elementami z Docka macOS, w tym aplikacjami, folderami i plikami. Liczba elementów: %2$lld.
pt: Isto substitui os itens afixados do seu perfil ativo «%1$@» pelos %2$lld itens da Dock do macOS, incluindo apps, pastas e ficheiros.
ru: Закреплённые элементы активного профиля «%1$@» будут заменены элементами из Dock macOS, включая приложения, папки и файлы. Количество: %2$lld.
sv: Detta ersätter de fästa objekten i din aktiva profil ”%1$@” med de %2$lld objekten från din macOS-Dock, inklusive appar, mappar och filer.
tr: Bu işlem, aktif profilinizdeki "%1$@" sabitlenmiş öğelerini, uygulamalar, klasörler ve dosyalar dahil olmak üzere macOS Dock'unuzdaki %2$lld öğesiyle değiştirir.
vi: Thao tác này sẽ thay thế các mục đã ghim trong hồ sơ đang hoạt động "%1$@" của bạn bằng %2$lld mục từ Dock của macOS, bao gồm các ứng dụng, thư mục và tệp.
zh_hans: 这将把当前配置文件“%1$@”中的固定项目替换为 macOS Dock 中的 %2$lld 个项目（包括应用、文件夹和文件）。
zh_hant: 此動作會以 macOS Dock 中的 %2$lld 個項目，包含應用程式、檔案夾及檔案，取代目前使用中的設定檔「%1$@」內已釘選的項目。

source: This shortcut is disabled. Reset it to restore the default keybind.
ar: تم تعطيل هذا الاختصار. أعد تعيينه لاستعادة ربط المفتاح الافتراضي.
de: Dieses Tastenkürzel ist deaktiviert. Setzen Sie es zurück, um das Standard-Tastenkürzel wiederherzustellen.
es: Este atajo está desactivado. Restablécelo para restaurar el atajo predeterminado.
fr: Ce raccourci est désactivé. Réinitialisez-le pour restaurer le raccourci clavier par défaut.
hu: Ez a billentyűparancs le van tiltva. Az alapértelmezett billentyűparancs visszaállításához állítsa vissza.
ja: このショートカットは無効になっています。リセットするとデフォルトのキーバインドに戻ります。
nl: Deze sneltoets is uitgeschakeld. Stel deze opnieuw in om de standaardtoetscombinatie te herstellen.
pl: Ten skrót jest wyłączony. Zresetuj go, aby przywrócić domyślny skrót.
pt: Este atalho está desativado. Reponha-o para restaurar a combinação de teclas predefinida.
ru: Эта комбинация клавиш отключена. Сбросьте её для восстановления комбинации клавиш по умолчанию.
sv: Det här kortkommandot är avstängt. Återställ det för att få tillbaka förvalt kortkommando.
tr: Bu kısayol devre dışıdır. Varsayılan tuş atamasını geri yüklemek için sıfırlayın.
vi: Phím tắt này đã bị tắt. Hãy đặt lại để khôi phục tổ hợp phím mặc định.
zh_hans: 此快捷键已被禁用。重置后可恢复为默认快捷键。
zh_hant: 此快速鍵已停用。重設後可恢復預設快速鍵。

source: This shortcut uses its own initializer key and will not follow the global Initializer Key until they match again.
ar: يستخدم هذا الاختصار مفتاح التهيئة الخاص به ولن يتبع مفتاح التهيئة العام حتى يتطابقا مرة أخرى.
de: Dieses Tastenkürzel verwendet eine eigene Auslösetaste und folgt der globalen Auslösetaste erst wieder, wenn beide erneut übereinstimmen.
es: Este atajo usa su propia tecla inicializadora y no seguirá la tecla inicializadora global hasta que vuelvan a coincidir.
fr: Ce raccourci possède sa propre touche de déclenchement et ne suivra plus la touche de déclenchement globale tant qu'elles ne correspondent pas à nouveau.
hu: Ez a billentyűparancs saját indítóbillentyűt használ, és nem követi a globális indítóbillentyűt, amíg újra nem egyeznek.
ja: このショートカットは独自のイニシャライザキーを使用しており、再び一致するまでグローバルのイニシャライザキーには従いません。
nl: Deze sneltoets gebruikt een eigen initialisatietoets en volgt de globale initialisatietoets pas weer zodra ze overeenkomen.
pl: Ten skrót używa własnego klawisza inicjującego i nie będzie podążał za globalnym klawiszem inicjującym, dopóki nie będą ponownie zgodne.
pt: Este atalho usa a sua própria tecla iniciadora e não seguirá a Tecla Iniciadora global até voltarem a coincidir.
ru: Это сочетание клавиш использует собственную клавишу-инициатор и не будет следовать глобальной клавише-инициатору, пока они снова не совпадут.
sv: Det här kortkommandot använder en egen initierartangent och följer inte den globala initierartangenten förrän de matchar igen.
tr: Bu kısayol kendi başlatıcı tuşunu kullanır ve yeniden eşleşene kadar global başlatıcı tuşunu takip etmez.
vi: Phím tắt này sử dụng phím khởi tạo riêng của nó và sẽ không tuân theo Phím khởi tạo toàn cục cho đến khi chúng trùng khớp trở lại.
zh_hans: 此快捷键使用独立的起始键，在与全局起始键重新保持一致之前，不会跟随全局起始键的更改。
zh_hant: 此快速鍵目前使用獨立的初始化鍵。在設定與全域初始化鍵相同之前，不會套用全域初始化鍵設定。

source: This widget doesn't support the stack's current size and won't appear on the dock until the size changes.
ar: لا تدعم هذه الأداة الحجم الحالي للمكدس ولن تظهر في Dock حتى يتغير الحجم.
de: Dieses Widget unterstützt die aktuelle Größe des Stapels nicht und erscheint erst im Dock, wenn sich die Größe ändert.
es: Este widget no admite el tamaño actual de la pila y no aparecerá en el Dock hasta que el tamaño cambie.
fr: Ce widget ne prend pas en charge la taille actuelle de la pile et n'apparaîtra pas dans le Dock tant que la taille ne change pas.
hu: Ez a widget nem támogatja a köteg jelenlegi méretét, és nem jelenik meg a Dockban, amíg a méret nem változik.
ja: このウィジェットはスタックの現在のサイズに対応していないため、サイズが変わるまでDockに表示されません。
nl: Deze widget ondersteunt de huidige grootte van de stapel niet en verschijnt pas in het Dock als de grootte verandert.
pl: Ten widżet nie obsługuje bieżącego rozmiaru stosu i nie pojawi się w Docku, dopóki rozmiar się nie zmieni.
pt: Este widget não suporta o tamanho atual da pilha e não aparecerá na dock até o tamanho mudar.
ru: Этот виджет не поддерживает текущий размер стопки и появится в Dock лишь после изменения размера.
sv: Den här widgeten stöder inte stackens nuvarande storlek och visas inte i dockan förrän storleken ändras.
tr: Bu widget yığının geçerli boyutunu desteklemiyor ve boyut değişene kadar dock'ta görünmeyecek.
vi: Tiện ích này không hỗ trợ kích cỡ hiện tại của ngăn xếp và sẽ không xuất hiện trên dock cho đến khi kích cỡ thay đổi.
zh_hans: 此小组件不支持当前小组件叠放的尺寸，在尺寸调整前不会显示在 Dock 中。
zh_hant: 此小工具不支援目前的堆疊大小，因此在堆疊大小變更前，不會顯示於 Dock。

source: This widget is already installed.
ar: هذه الأداة مثبتة بالفعل.
de: Dieses Widget ist bereits installiert.
es: Este widget ya está instalado.
fr: Ce widget est déjà installé.
hu: Ez a widget már telepítve van.
ja: このウィジェットはすでにインストールされています。
nl: Deze widget is al geïnstalleerd.
pl: Ten widżet jest już zainstalowany.
pt: Este widget já está instalado.
ru: Этот виджет уже установлен.
sv: Den här widgeten är redan installerad.
tr: Bu widget zaten yüklü.
vi: Tiện ích này đã được cài đặt.
zh_hans: 此小组件已安装。
zh_hant: 此小工具已安裝。

source: This widget requires a newer version of DockDoor Pro
ar: تتطلب هذه الأداة إصدارًا أحدث من DockDoor Pro
de: Dieses Widget erfordert eine neuere Version von DockDoor Pro
es: Este widget requiere una versión más reciente de DockDoor Pro
fr: Ce widget nécessite une version plus récente de DockDoor Pro
hu: Ehhez a widgethez a DockDoor Pro újabb verziója szükséges
ja: このウィジェットには新しいバージョンのDockDoor Proが必要です
nl: Deze widget vereist een nieuwere versie van DockDoor Pro
pl: Ten widżet wymaga nowszej wersji DockDoor Pro
pt: Este widget requer uma versão mais recente do DockDoor Pro
ru: Этому виджету нужна более новая версия DockDoor Pro
sv: Den här widgeten kräver en nyare version av DockDoor Pro
tr: Bu widget DockDoor Pro'nun daha yeni bir sürümünü gerektiriyor
vi: Tiện ích này yêu cầu phiên bản DockDoor Pro mới hơn
zh_hans: 此小组件需要更新版本的 DockDoor Pro
zh_hant: 此小工具需要較新版本的 DockDoor Pro

source: This widget requires a newer version of DockDoor Pro. Update the app to install it.
ar: تتطلب هذه الأداة إصدارًا أحدث من DockDoor Pro. حدّث التطبيق لتثبيتها.
de: Dieses Widget erfordert eine neuere Version von DockDoor Pro. Aktualisieren Sie die App, um es zu installieren.
es: Este widget requiere una versión más reciente de DockDoor Pro. Actualiza la app para instalarlo.
fr: Ce widget nécessite une version plus récente de DockDoor Pro. Mettez à jour l'app pour l'installer.
hu: Ehhez a widgethez a DockDoor Pro újabb verziója szükséges. A telepítéshez frissítse az appot.
ja: このウィジェットには新しいバージョンのDockDoor Proが必要です。インストールするには、アプリをアップデートしてください。
nl: Voor deze widget is een nieuwere versie van DockDoor Pro vereist. Werk de app bij om de widget te installeren.
pl: Ten widżet wymaga nowszej wersji DockDoor Pro. Uaktualnij aplikację, aby go zainstalować.
pt: Este widget requer uma versão mais recente do DockDoor Pro. Atualize a app para o instalar.
ru: Этот виджет требует более новую версию DockDoor Pro. Обновите приложение, чтобы установить его.
sv: Den här widgeten kräver en nyare version av DockDoor Pro. Uppdatera appen för att installera den.
tr: Bu widget DockDoor Pro'nun daha yeni bir sürümünü gerektiriyor. Yüklemek için uygulamayı güncelle.
vi: Tiện ích này yêu cầu phiên bản DockDoor Pro mới hơn. Vui lòng cập nhật ứng dụng để cài đặt.
zh_hans: 此小组件需要较新版本的 DockDoor Pro。请更新应用以安装此小组件。
zh_hant: 此小工具需要較新版本的 DockDoor Pro。請更新應用程式以安裝此小工具。
